[
  {
    "text": "I keep telling my wallet to lose weight, but it just keeps getting lighter.",
    "author": "Paul"
  },
  {
    "text": "I tried cooking today. Let’s just say the smoke detector had a great workout.",
    "author": "Paul"
  },
  {
    "text": "My alarm clock and I are in a toxic relationship. It rings, I ignore, we fight daily.",
    "author": "Paul"
  },
  {
    "text": "They say money can’t buy happiness, but it definitely pays the internet bill.",
    "author": "Paul"
  },
  {
    "text": "I went for a run today… to the fridge and back. Fitness achieved.",
    "author": "Paul"
  },
  {
    "text": "If procrastination was an Olympic sport, I’d compete… tomorrow.",
    "author": "Paul"
  },
  {
    "text": "I tried to clean my room. Now I can’t find anything. Mission failed successfully.",
    "author": "Paul"
  },
  {
    "text": "Some people jog to clear their mind. I sleep for the same result.",
    "author": "Paul"
  },
  {
    "text": "I’m not lazy, I’m just saving my energy for something important. Still waiting for that important thing.",
    "author": "Paul"
  },
  {
    "text": "My mirror and I have an agreement: it doesn’t judge me, and I don’t clean it.",
    "author": "Paul"
  },
  {
    "text": "Every time I diet, my fridge gets lonely and calls me back.",
    "author": "Paul"
  },
  {
    "text": "The Wi-Fi went off for five minutes, and suddenly my family started talking to me. Weird.",
    "author": "Paul"
  },
  {
    "text": "I believe in exercise. That’s why I walk away from problems.",
    "author": "Paul"
  },
  {
    "text": "I don’t snore. I just dream like I’m a motorbike.",
    "author": "Paul"
  },
  {
    "text": "My brain has too many tabs open, and none of them are responding.",
    "author": "Paul"
  },
  {
    "text": "They say you are what you eat. I must be bread and noodles by now.",
    "author": "Paul"
  },
  {
    "text": "I’m not short-tempered, I just have a fast reaction time to nonsense.",
    "author": "Paul"
  },
  {
    "text": "I don’t need a hair stylist. My pillow gives me a new look every morning.",
    "author": "Paul"
  },
  {
    "text": "My math teacher said I’d never use algebra in real life. Joke’s on me, I still don’t.",
    "author": "Paul"
  },
  {
    "text": "The best workout is running… out of excuses.",
    "author": "Paul"
  },
  {
    "text": "I tried meditating, but I fell asleep and woke up spiritually confused.",
    "author": "Paul"
  },
  {
    "text": "I love long walks… especially when they’re taken by people who annoy me.",
    "author": "Paul"
  },
  {
    "text": "Some people say the glass is half full, others say half empty. I say, who drank my juice?",
    "author": "Paul"
  },
  {
    "text": "The early bird might get the worm, but the second mouse gets the cheese.",
    "author": "Paul"
  },
  {
    "text": "I finally got my steps in today—straight from the bed to the couch.",
    "author": "Paul"
  },
  {
    "text": "If laziness was a talent, I’d already have a Netflix documentary.",
    "author": "Paul"
  },
  {
    "text": "I bought a calendar to get my life together. Now I just stare at my failures in order.",
    "author": "Paul"
  },
  {
    "text": "Every time I exercise, I remember how much I miss sitting.",
    "author": "Paul"
  },
  {
    "text": "They say laughter is the best medicine, but I still can’t pay the pharmacy with jokes.",
    "author": "Paul"
  },
  {
    "text": "My phone battery and my motivation die at the same speed.",
    "author": "Paul"
  },
  {
    "text": "I cleaned my house yesterday, and today it looks like I was never even home.",
    "author": "Paul"
  },
  {
    "text": "I joined a fitness class. The warm-up was enough to convince me to go home.",
    "author": "Paul"
  },
  {
    "text": "They say patience is a virtue. I say it’s a waiting game I always lose.",
    "author": "Paul"
  },
  {
    "text": "The fridge light is my nightlight. It guides me to happiness at 2 a.m.",
    "author": "Paul"
  },
  {
    "text": "I thought I wanted a career, but it turns out I just wanted a paycheck.",
    "author": "Paul"
  },
  {
    "text": "Some call it laziness, I call it selective participation.",
    "author": "Paul"
  },
  {
    "text": "I don’t trust people who don’t like pizza. What are you hiding?",
    "author": "Paul"
  },
  {
    "text": "They said dress for the job you want. Now I’m unemployed in pajamas.",
    "author": "Paul"
  },
  {
    "text": "If my bed had arms, I’d never leave it.",
    "author": "Paul"
  },
  {
    "text": "I only run when something is chasing me… preferably with teeth.",
    "author": "Paul"
  },
  {
    "text": "They told me to follow my dreams, so I went back to sleep.",
    "author": "Paul"
  },
  {
    "text": "The only abs I have are absolutely hidden.",
    "author": "Paul"
  },
  {
    "text": "I planned to be productive today, but Netflix disagreed.",
    "author": "Paul"
  },
  {
    "text": "My bed and I are in a committed relationship. We only break up for work.",
    "author": "Paul"
  },
  {
    "text": "I’m not late, I’m just running on my own unique timeline.",
    "author": "Paul"
  },
  {
    "text": "I don’t like morning people. Or mornings. Or people.",
    "author": "Paul"
  },
  {
    "text": "If sleep was a subject, I’d graduate with honors.",
    "author": "Paul"
  },
  {
    "text": "They told me not to give up. So I didn’t. I just postponed.",
    "author": "Paul"
  },
  {
    "text": "The best way to avoid mistakes is to never try. Works every time.",
    "author": "Paul"
  },
  {
    "text": "I don’t need a GPS, I get lost naturally.",
    "author": "Paul"
  },
  {
    "text": "My cooking is so unique, even the smoke alarm cheers me on.",
    "author": "Paul"
  },
  {
    "text": "I like my jokes like my Wi-Fi—free and everywhere.",
    "author": "Paul"
  },
  {
    "text": "Why chase dreams when my bed delivers them daily?",
    "author": "Paul"
  },
  {
    "text": "I tried adulting once. Worst decision of my life.",
    "author": "Paul"
  },
  {
    "text": "They said life is what you make it. I must have ordered mine on discount.",
    "author": "Paul"
  },
  {
    "text": "I’m so good at sleeping, I can do it with my eyes closed.",
    "author": "Paul"
  },
  {
    "text": "The only crunches I do are with potato chips.",
    "author": "Paul"
  },
  {
    "text": "I don’t do drama. Unless it’s on Netflix.",
    "author": "Paul"
  },
  {
    "text": "The floor is just my yoga mat when I drop my snacks.",
    "author": "Paul"
  },
  {
    "text": "If talking burned calories, I’d be a fitness model.",
    "author": "Paul"
  },
  {
    "text": "I’m not lazy, I’m just energy efficient.",
    "author": "Paul"
  },
  {
    "text": "The only marathon I run is on streaming platforms.",
    "author": "Paul"
  },
  {
    "text": "They say practice makes perfect. That’s why I never practice.",
    "author": "Paul"
  },
  {
    "text": "I asked my fridge for advice. It told me to chill.",
    "author": "Paul"
  },
  {
    "text": "The only rock I lift is from my shoe.",
    "author": "Paul"
  },
  {
    "text": "If my life had a soundtrack, it would be buffering.",
    "author": "Paul"
  },
  {
    "text": "My talent is losing things I just had in my hand.",
    "author": "Paul"
  },
  {
    "text": "They said be yourself. Bad idea, people ran away.",
    "author": "Paul"
  },
  {
    "text": "I set goals. Then I take naps until they expire.",
    "author": "Paul"
  },
  {
    "text": "If stress burned calories, I’d be invisible by now.",
    "author": "Paul"
  },
  {
    "text": "I can resist everything except snacks.",
    "author": "Paul"
  },
  {
    "text": "My memory is so bad I could plan my own surprise party.",
    "author": "Paul"
  },
  {
    "text": "Why do laundry when you can buy new socks?",
    "author": "Paul"
  },
  {
    "text": "The only plan I stick to is not having a plan.",
    "author": "Paul"
  },
  {
    "text": "They said count your blessings. I counted my debts instead.",
    "author": "Paul"
  },
  {
    "text": "I don’t trip, I just test gravity frequently.",
    "author": "Paul"
  },
  {
    "text": "My phone autocorrect knows me better than I do.",
    "author": "Paul"
  },
  {
    "text": "If laziness had a fan club, I’d join online so I don’t have to leave the house.",
    "author": "Paul"
  },
  {
    "text": "The only time I open my wallet fast is when there’s food involved.",
    "author": "Paul"
  },
  {
    "text": "My Wi-Fi signal is stronger than my willpower.",
    "author": "Paul"
  },
  {
    "text": "They told me to follow the rules. I unfollowed.",
    "author": "Paul"
  },
  {
    "text": "I don’t need therapy, I just need unlimited snacks.",
    "author": "Paul"
  },
  {
    "text": "My idea of multitasking is eating while watching TV.",
    "author": "Paul"
  },
  {
    "text": "If sarcasm burned calories, I’d be a skeleton.",
    "author": "Paul"
  },
  {
    "text": "My mood depends entirely on Wi-Fi speed.",
    "author": "Paul"
  },
  {
    "text": "The only crunch time I know is snack time.",
    "author": "Paul"
  },
  {
    "text": "I didn’t oversleep. I was just charging myself longer.",
    "author": "Paul"
  },
  {
    "text": "Life’s too short to match socks.",
    "author": "Paul"
  },
  {
    "text": "If yawning was exercise, I’d be ripped.",
    "author": "Paul"
  },
  {
    "text": "I don’t chase dreams. I let them find me while I nap.",
    "author": "Paul"
  },
  {
    "text": "The only goal I score is in video games.",
    "author": "Paul"
  },
  {
    "text": "If laziness was a degree, I’d graduate with distinction.",
    "author": "Paul"
  },
  {
    "text": "My exercise plan is walking to the kitchen repeatedly.",
    "author": "Paul"
  },
  {
    "text": "I’m so broke even my jokes can’t afford laughter.",
    "author": "Paul"
  },
  {
    "text": "The only running I do is out of patience.",
    "author": "Paul"
  },
  {
    "text": "My biggest talent is making simple things complicated.",
    "author": "Paul"
  },
  {
    "text": "I can cook minute rice in 59 seconds. That’s talent.",
    "author": "Paul"
  },
  {
    "text": "The best part of exercise is when it’s over.",
    "author": "Paul"
  },
  {
    "text": "They said think outside the box. I didn’t even open it.",
    "author": "Paul"
  },
  {
    "text": "The only crunch I trust is from chips.",
    "author": "Paul"
  },
  {
    "text": "If laziness was contagious, I’d be patient zero.",
    "author": "Paul"
  },
  {
    "text": "I set alarms just to ignore them.",
    "author": "Paul"
  },
  {
    "text": "My idea of balanced diet is holding food in both hands.",
    "author": "Paul"
  },
  {
    "text": "If common sense was common, I’d be out of jokes.",
    "author": "Paul"
  }
]
