[
  {
    "text": "Love is composed of a single soul inhabiting two bodies.",
    "author": "Aristotle"
  },
  {
    "text": "The best thing to hold onto in life is each other.",
    "author": "Audrey Hepburn"
  },
  {
    "text": "We are most alive when we are in love.",
    "author": "John Updike"
  },
  {
    "text": "To love and be loved is to feel the sun from both sides.",
    "author": "David Viscott"
  },
  {
    "text": "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope.",
    "author": "Maya Angelou"
  },
  {
    "text": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.",
    "author": "Lao Tzu"
  },
  {
    "text": "The best love is the kind that awakens the soul and makes us reach for more.",
    "author": "Nicholas Sparks"
  },
  {
    "text": "I have found the one whom my soul loves.",
    "author": "Song of Solomon 3:4"
  },
  {
    "text": "Love cures people—both the ones who give it and the ones who receive it.",
    "author": "Karl Menninger"
  },
  {
    "text": "In the end, we discover that to love and let go can be the same thing.",
    "author": "Jack Kornfield"
  },
  {
    "text": "Love is not about how many days, months, or years you have been together. It’s about how much you love each other every day.",
    "author": "Unknown"
  },
  {
    "text": "A life lived in love will never be dull.",
    "author": "Leo Buscaglia"
  },
  {
    "text": "Love does not consist in gazing at each other, but in looking outward together in the same direction.",
    "author": "Antoine de Saint-Exupéry"
  },
  {
    "text": "Where there is love, there is life.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Love is the only force capable of transforming an enemy into a friend.",
    "author": "Martin Luther King Jr."
  },
  {
    "text": "If I know what love is, it is because of you.",
    "author": "Hermann Hesse"
  },
  {
    "text": "The giving of love is an education in itself.",
    "author": "Eleanor Roosevelt"
  },
  {
    "text": "You don’t love someone for their looks, their clothes, or their fancy car, but because they sing a song only you can hear.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Love is not something you find. Love is something that finds you.",
    "author": "Loretta Young"
  },
  {
    "text": "Love is when the other person's happiness is more important than your own.",
    "author": "H. Jackson Brown Jr."
  },
  {
    "text": "To love oneself is the beginning of a lifelong romance.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Love is a canvas furnished by nature and embroidered by imagination.",
    "author": "Voltaire"
  },
  {
    "text": "At the touch of love everyone becomes a poet.",
    "author": "Plato"
  },
  {
    "text": "There is only one happiness in this life, to love and be loved.",
    "author": "George Sand"
  },
  {
    "text": "True love stories never have endings.",
    "author": "Richard Bach"
  },
  {
    "text": "The best proof of love is trust.",
    "author": "Joyce Brothers"
  },
  {
    "text": "We accept the love we think we deserve.",
    "author": "Stephen Chbosky"
  },
  {
    "text": "You always gain by giving love.",
    "author": "Reese Witherspoon"
  },
  {
    "text": "Love is friendship set on fire.",
    "author": "Jeremy Taylor"
  }
]
