[
  {
    "text": "Discipline is the bridge between your dreams and your reality.",
    "author": "Paul"
  },
  {
    "text": "Excuses build walls; action builds doors.",
    "author": "Paul"
  },
  {
    "text": "Your strength is measured not by how much you endure, but by how quickly you rise again.",
    "author": "Paul"
  },
  {
    "text": "Every day you delay is a day your future self will miss.",
    "author": "Paul"
  },
  {
    "text": "Success is not about speed; it is about consistency in the right direction.",
    "author": "Paul"
  },
  {
    "text": "When the world says quit, your determination should whisper one more try.",
    "author": "Paul"
  },
  {
    "text": "Your dreams are waiting for the courage you keep postponing.",
    "author": "Paul"
  },
  {
    "text": "The fire within you is greater than the storm around you.",
    "author": "Paul"
  },
  {
    "text": "Failure is not the end of the road; it is the bend that teaches you how to steer.",
    "author": "Paul"
  },
  {
    "text": "Growth begins where comfort ends.",
    "author": "Paul"
  },
  {
    "text": "If your goals don’t scare you, they aren’t big enough.",
    "author": "Paul"
  },
  {
    "text": "You don’t need perfect timing; you need persistent steps.",
    "author": "Paul"
  },
  {
    "text": "The weight you carry today is training for the strength you’ll need tomorrow.",
    "author": "Paul"
  },
  {
    "text": "Your mind quits before your body does—teach it endurance.",
    "author": "Paul"
  },
  {
    "text": "Small victories compound into unstoppable momentum.",
    "author": "Paul"
  },
  {
    "text": "Fear will always exist, but so will the choice to move anyway.",
    "author": "Paul"
  },
  {
    "text": "Greatness is born when persistence outlives doubt.",
    "author": "Paul"
  },
  {
    "text": "You can’t climb new mountains with yesterday’s excuses.",
    "author": "Paul"
  },
  {
    "text": "Determination is the silent engine of every success story.",
    "author": "Paul"
  },
  {
    "text": "Your effort today is the rent for tomorrow’s victories.",
    "author": "Paul"
  }
]
